"Shortcut" = "Shortcut";
"Go to" = "Go to";
"Go To" = "Go To";
"Connect to" = "Connect to";
"Clear Menu" = "Clear Menu";
"Choose a new default Mac home folder" = "Choose a new default Mac home folder";
"Choose a private key file" = "Choose a private key file";
"The Bookmark could not be found to be saved" = "The Bookmark could not be found to be saved";
"Try cancelling the editor and edit the Bookmark again" = "Try canceling the editor and edit the Bookmark again";
"The Bookmark could not be renamed" = "The Bookmark could not be renamed";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Either there is an existing Bookmark or folder of the same name or the name is unacceptable";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "The Bookmark could not be saved because your Bookmarks folder could not be found or created";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder";
"The Bookmark could not be saved" = "The Bookmark could not be saved";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Ensure your Bookmark name is valid, unique and that there is sufficient space on your hard drive";
"The Bookmark was not saved completely" = "The Bookmark was not saved completely";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "This Bookmark may not appear in your Bookmarks window. Try saving again.";
"An unexpected error occurred while saving the Bookmark." = "An unexpected error occurred while saving the Bookmark.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "Sorry, this file's original server location could not be automatically determined and so it cannot be resumed.";
"Reconnect to the original server and resume the download from there." = "Reconnect to the original server and resume the download from there.";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Sorry, this file's location could not be determined and so it cannot be resumed.";
"Try reconnecting to the original server and resume the download from there." = "Try reconnecting to the original server and resume the download from there.";
"Add Favorite" = "Add Favorite";
"Connect Immediately" = "Connect Immediately";
"Imported Bookmarks" = "Imported Bookmarks";
"Edit" = "Edit";
"Save this connection's details in the Keychain?" = "Save this connection's details in the Keychain?";
"Yes" = "Yes";
"No" = "No";
"Save these details as a Bookmark" = "Save these details as a Bookmark";
"Untitled Bookmark" = "Untitled Bookmark";
"Show Help Tips" = "Show Help Tips";
"Quick Start" = "Quick Start";
"Read Me" = "Read Me";
"User Forum" = "User Forum";
"Email Support" = "Email Support";
"Yummy Software Web Site" = "Yummy Software Web Site";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias requires Mac OS X 10.4 or later to run";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP Watchers require Mac OS X 10.4 or later to run";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP Aliases require Mac OS X 10.4 or later to run";
"An unknown error prevented Yummy FTP from starting" = "An unknown error prevented Yummy FTP Alias from starting";
"An unknown error prevented this FTP Watcher from starting" = "An unknown error prevented this FTP Watcher from starting";
"An unknown error prevented this FTP Alias from starting" = "An unknown error prevented this FTP Alias from starting";
"Quitting now will cancel all running or waiting tasks!" = "Quitting now will cancel all running or waiting tasks!";
"Press Quit if you are sure you want to do this" = "Press Quit if you are sure you want to do this";
"Quit" = "Quit";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias thinks you may still have remote editing documents open";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "If you quit now, Yummy FTP Alias will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately";
"Bookmarks" = "Bookmarks";
"Recent Connections" = "Recent Connections";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "History";
"Go To Favorite" = "Go To Favorite";
"Remove Favorite" = "Remove Favorite";
"Choose a folder of Bookmarks to import" = "Choose a folder of Bookmarks to import";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Select a Bookmark, FTP Alias or FTP Watcher to edit…";
"Hide Help Tips" = "Hide Help Tips";
"Show All Bookmarks" = "Show All Bookmarks";
"Sorry, it was not possible to continue due to an unexpected error" = "Sorry, it was not possible to continue due to an unexpected error";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "Sorry, this FTP Watcher cannot be opened unless Yummy FTP Alias is installed. Locate and install Yummy FTP Alias on this computer in order to make use of FTP Watchers";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "Sorry, this FTP Alias cannot be opened unless Yummy FTP Alias is installed. Locate and install Yummy FTP Alias on this computer in order to make use of FTP Aliases";
"This FTP Watcher has moved from its original location and will therefore now quit" = "This FTP Watcher has moved from its original location and will therefore now quit";
"Yummy FTP Alias History" = "Yummy FTP Alias History";
"Processing" = "Processing";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias was launched because an upload using an FTP Alias or FTP Watcher was performed";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP Alias would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP Alias to Quit now or not?";
"This operation failed because the server closed the connection." = "This operation failed because the server closed the connection.";
" copy" = " copy";
"Unknown" = "Unknown";
"Alias" = "Alias";
"Folder" = "Folder";
"Error downloading: " = "Error downloading: ";
"\rFrom : " = "\rFrom : ";
"\rTo : " = "\rTo : ";
"Error deleting: " = "Error deleting: ";
"\rIn : " = "\rIn : ";
"Root folder" = "Root folder";
"Error uploading: " = "Error uploading: ";
"Error renaming: " = "Error renaming: ";
"Error moving: " = "Error moving: ";
"Error creating folder: " = "Error creating folder: ";
"Error setting permissions on: " = "Error setting permissions on: ";
"Unlimited" = "Unlimited";
"Never" = "Never";
"Choose an ODB Editor Application" = "Choose an ODB Editor Application";
"Select a new folder for your default Mac browser Home folder and default download location" = "Select a new folder for your default Mac browser Home folder and default download location";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Your choice of preference settings requires that currently displayed directory listings are refreshed";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually";
"Refresh" = "Refresh";
"Built-in" = "Built-in";
"Not installed" = "Not installed";
"Your trial period of Yummy FTP is nearly over" = "Your trial period of Yummy FTP Alias is nearly over";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Thank you for trying Yummy FTP Alias!\r\rPlease purchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button";
"Enter Serial Number" = "Enter Serial Number";
"Purchase" = "Purchase";
"Your trial period of Yummy FTP is over" = "Your trial period of Yummy FTP Alias is over";
"Sorry, there was a problem with the eSellerate online purchase system" = "Sorry, there was a problem with the Paddle online purchase system";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you";
"Thank you for purchasing Yummy FTP!" = "Thank you for purchasing Yummy FTP Alias!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Your support is very much appreciated\r\rHappy FTP-ing!";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "It appears that your purchase was successful, but Yummy FTP Alias could not retrieve your serial number from Paddle\r\rYou should receive an email from Paddle containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP Alias menu\r\rThank you";
"Sorry, the entered Name and Serial Number are invalid" = "Sorry, the entered Name and Serial Number are invalid";
"Please check what you have entered and try again" = "Please check what you have entered and try again";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes.";
"Run Schedule" = "Run Schedule";
"Synchronize" = "Synchronize";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "Server: ";
"\rUsername: " = "\rUsername: ";
"Please enter the password for this server" = "Please enter the password for this server";
"Add to Keychain" = "Add to Keychain";
"Click to see a full screen image" = "Click to see a full screen image";
"No Preview Available" = "No Preview Available";
"Preparing Preview…" = "Preparing Preview…";
"Disconnecting will cancel all running or waiting tasks!" = "Disconnecting will cancel all running or waiting tasks!";
"Press Disconnect if you are sure you want to do this" = "Press Disconnect if you are sure you want to do this";
"Disconnect" = "Disconnect";
"Hide Toolbar" = "Hide Toolbar";
"Show Toolbar" = "Show Toolbar";
"Edit With…" = "Edit With…";
"Edit New Empty File With…" = "Edit New Empty File With…";
"Edit New Empty File" = "Edit New Empty File";
"Download Later" = "Download Later";
"Upload Later" = "Upload Later";
"Upload" = "Upload";
"Download" = "Download";
"Show Transcript" = "Show Transcript";
"Hide Transcript" = "Hide Transcript";
"Hide Queue" = "Hide Queue";
"Show Queue" = "Show Queue";
"Hide Preview Drawer" = "Hide Preview Drawer";
"Show Preview Drawer" = "Show Preview Drawer";
"Show Extra FTP Controls" = "Show Extra FTP Controls";
"Hide Extra FTP Controls" = "Hide Extra FTP Controls";
"Hide Status Bar" = "Hide Status Bar";
"Show Status Bar" = "Show Status Bar";
"Show Column View" = "Show Column View";
"Show List View" = "Show List View";
"Show Mac Browser" = "Show Mac Browser";
"Hide Mac Browser" = "Hide Mac Browser";
"Open Selected Bookmarks" = "Open Selected Bookmarks";
"Save a copy of this Bookmark" = "Save a copy of this Bookmark";
"Enter the name of the folder to be created" = "Enter the name of the folder to be created";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected";
"Create" = "Create";
"untitled folder" = "untitled folder";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "The folder will be created within the currently selected folder, or the current directory if none is selected";
"Untitled FTP Alias" = "Untitled FTP Alias";
"Untitled FTP Watcher" = "Untitled FTP Watcher";
" alias" = " alias";
" Watcher" = " Watcher";
"Save these details as an FTP Alias" = "Save these details as an FTP Alias";
"Save these details as an FTP Watcher" = "Save these details as an FTP Watcher";
"Select an Application for editing…" = "Select an Application for editing…";
"Save the FTP Transcript from this session…" = "Save the FTP Transcript from this session…";
"Enter a path to the destination location as a full path to a folder" = "Enter a path to the destination location as a full path to a folder";
"The selection will be moved to the specifed destination" = "The selection will be moved to the specified destination";
"Move" = "Move";
"Enter an FTP command to send to the server" = "Enter an FTP command to send to the server";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "The exact text you type will be sent to the server. This can be useful to invoke server specific features";
"Send" = "Send";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "Synchronization using a VMS server with the option to show all versions enabled is not supported";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "If the Show All Versions option is disabled in the Bookmark, synchronization can be performed";
" of " = " of ";
" items" = " items";
" Item" = " Item";
" item" = " item";
" selected" = " selected";
" (filtered)" = " (filtered)";
"Edit with the built-in editor" = "Edit with the built-in editor";
"Open for editing in an external editor" = "Open for editing in an external editor";
"Enter a full path to a folder" = "Enter a full path to a folder";
"The contents listing of the specified path will be displayed" = "The contents listing of the specified path will be displayed";
"Go" = "Go";
"Enter the new name for this item:" = "Enter the new name for this item:";
"Rename" = "Rename";
"Are you sure you want to delete " = "Are you sure you want to delete ";
" items?" = " items?";
"Are you sure you want to delete the selected items?" = "Are you sure you want to delete the selected items?";
"This is a permanent operation which cannot be undone" = "This is a permanent operation which cannot be undone";
"Delete" = "Delete";
"Enter the name of the new empty file to created" = "Enter the name of the new empty file to be created";
"It will be checked that the selected name is not already in use" = "It will be checked that the selected name is not already in use";
"The selected file name already exists" = "The selected file name already exists";
"Please choose another name for the new empty file to created" = "Please choose another name for the new empty file to created";
"The file could not be created" = "The file could not be created";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server";
"Enter the name of the new empty file to be edited" = "Enter the name of the new empty file to be edited";
"Optionally select whether to apply the selected choice to subsequent edits" = "Optionally select whether to apply the selected choice to subsequent edits";
"Close" = "Close";
"Save" = "Save";
"Apply to future edits" = "Apply to future edits";
"Enter the name of the new empty file to edited" = "Enter the name of the new empty file to edited";
"Select when changes to the files should be uploaded to the server" = "Select when changes to the files should be uploaded to the server";
"Select when changes to the file should be uploaded to the server" = "Select when changes to the file should be uploaded to the server";
"Please choose another name" = "Please choose another name";
"This operation failed to complete." = "This operation failed to complete.";
"A folder already exists with the same name." = "A folder already exists with the same name.";
"You may not have sufficient privileges" = "You may not have sufficient privileges";
"Some items of the same name already exist in this location." = "Some items of the same name already exist in this location.";
"An item of the same name already exists in this location." = "An item of the same name already exists in this location.";
"Would you like to replace the items or skip them?" = "Would you like to replace the items or skip them?";
"Would you like to replace the item?" = "Would you like to replace the item?";
"Skip" = "Skip";
"Replace" = "Replace";
"This operation failed to complete for one or more items" = "This operation failed to complete for one or more items";
"Cancelling preview…" = "Canceling preview…";
"Downloading preview: " = "Downloading preview: ";
"% complete" = "% complete";
"Server refused connection - waiting to retry…" = "Server refused connection - waiting to retry…";
"Server busy - waiting to retry…" = "Server busy - waiting to retry…";
"Preparing connection…" = "Preparing connection…";
"Disconnected" = "Disconnected";
"Connecting with server…" = "Connecting to server…";
"Logging in…" = "Logging in…";
"Logging into proxy server…" = "Logging into proxy server…";
"Querying server…" = "Querying server…";
"Selecting server features…" = "Selecting server features…";
"Connection established" = "Connection established";
"Idle" = "Idle";
"User: " = "User: ";
"\rPath: " = "\rPath: ";
"Sorry, it was not possible to complete the upload" = "Sorry, it was not possible to complete the upload";
"An unexpected error caused the pre-processing of the upload to fail" = "An unexpected error caused the pre-processing of the upload to fail";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP Alias" = "Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP Alias";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias was unable to complete your request\r\rThe attempt failed because the server was unable to process it";
"This operation failed due to lack of memory" = "This operation failed due to lack of memory";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Your download failed to start because the download location could not be found\r\rCheck the download location and try again";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Your download failed to start because the file to download could not be found\r\rCheck the download details and try again";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias could not find the items you were referring to\r\rTry refreshing your listing";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias couldn't understand the server's response\r\rTry again and check the server type is set correctly";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias could not continue because a folder specified in the task could not be found on your Mac";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias could not continue because the specified server path could not be determined\r\rCheck your server details and try again";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias has lost connection with the server\r\rThe server closed the connection";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias failed to establish a connection with the server\r\rCheck your details and try again";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias failed to complete your request because it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP Alias";
"Message from the Server :\r\r" = "Message from the Server :\r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias will try to skip the errored item automatically";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias will try to skip the errored item automatically after the timeout shown";
" because scheduled tasks are waiting" = " because scheduled tasks are waiting";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias will cancel this operation automatically";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias will cancel this operation automatically after the timeout shown";
"Yummy FTP has now encountered " = "Yummy FTP Alias has now encountered ";
" errors attempting this operation. No further recovery attempts will be made" = " errors attempting this operation. No further recovery attempts will be made";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting";
"Continue" = "Continue";
"Cancel" = "Cancel";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias will attempt to retry the errored item automatically";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias will attempt to retry the errored item automatically after the timeout shown";
"Retry" = "Retry";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias will attempt to skip the errored item automatically";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias was unable to automatically retry the errored item";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias was unable to automatically skip the errored item";
"Files uploaded : " = "Files uploaded : ";
"\rFiles downloaded : " = "\rFiles downloaded : ";
"\rServer folders created : " = "\rServer folders created : ";
"\rMac folders created : " = "\rMac folders created : ";
"\rServer items deleted : " = "\rServer items deleted : ";
"\rMac items deleted : " = "\rMac items deleted : ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting";
"\rSynchronization completed" = "\rSynchronization completed";
"Save this connection as a Bookmark?" = "Save this connection as a Bookmark?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "Optionally select whether to store the password used into the Keychain, for security purposes";
"Don't Save" = "Don't Save";
"Root directory" = "Root directory";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case.";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case.";
" Download" = " Download";
" Items" = " Items";
" Bytes" = " Bytes";
"Cancelled" = "Canceled";
"Preparing" = "Preparing";
"Finished" = "Finished";
"Name: " = "Name: ";
",  Kind: " = ",  Kind: ";
",  Size: " = ",  Size: ";
"Modified: " = "Modified: ";
",  Where: " = ",  Where: ";
"Dimensions: W:" = "Dimensions: W:";
" H:" = " H:";
" pixels" = " pixels";
"Duration :" = "Duration :";
" Hrs" = " Hrs";
" Mins" = " Mins";
" Secs " = " Secs ";
"\rServer: " = "\rServer: ";
"\rPassword: " = "\rPassword: ";
"\rPort: " = "\rPort: ";
"\rProtocol: " = "\rProtocol: ";
"\rMac Folder: " = "\rMac Folder: ";
"\rModified: " = "\rModified: ";
"\rUser/Group: " = "\rOwner/Group: ";
"\rPermissions: " = "\rPermissions: ";
"Path " = "Path ";
"Name " = "Name ";
"Server " = "Server ";
"User " = "User ";
"Pass " = "Pass ";
"Port " = "Port ";
"Type " = "Type ";
"Local " = "Local ";
"Kind " = "Kind ";
"Size " = "Size ";
"Date " = "Date ";
"Where " = "Where ";
"User/Group " = "Owner/Group ";
"Perms " = "Perms ";
"Job cancelled" = "Job canceled";
"Job failed" = "Job failed";
"Cancelling…" = "Canceling…";
"Waiting to start " = "Waiting to start ";
"Queued " = "Queued ";
"Waiting " = "Waiting ";
"Recovering connection " = "Recovering connection ";
"Server busy - waiting " = "Server busy - waiting ";
"to download " = "to download ";
"to transfer " = "to transfer ";
"to duplicate " = "to duplicate ";
"to preview " = "to preview ";
"to upload " = "to upload ";
"to determine server time difference… " = "to determine server time difference… ";
"to download items for Update Mac: " = "to download items for Update Mac: ";
"to download items for Mirror: " = "to download items for Mirror: ";
"to upload items for Update Server: " = "to upload items for Update Server: ";
"to upload items for Mirror: " = "to upload items for Mirror: ";
"Initiating download of " = "Initiating download of ";
"Initiating transfer of " = "Initiating transfer of ";
"Initiating duplication of " = "Initiating duplication of ";
"Initiating duplicated upload of " = "Initiating duplicated upload of ";
"Initiating preview of " = "Initiating preview of ";
"Initiating upload of " = "Initiating upload of ";
"Determining server time difference… " = "Determining server time difference… ";
"Initiating download of items for Update Mac: " = "Initiating download of items for Update Mac: ";
"Initiating download of items for Mirror: " = "Initiating download of items for Mirror: ";
"Initiating upload of items for Update Server: " = "Initiating upload of items for Update Server: ";
"Initiating upload of items for Mirror: " = "Initiating upload of items for Mirror: ";
"Downloading " = "Downloading ";
"Downloading for transfer " = "Downloading for transfer ";
"Uploading for transfer " = "Uploading for transfer ";
"Downloading for duplication " = "Downloading for duplication ";
"Uploading " = "Uploading ";
"Uploading duplicated " = "Uploading duplicated ";
"Downloading preview " = "Downloading preview ";
"Downloading items for Update Mac: " = "Downloading items for Update Mac: ";
"Downloading items for Mirror: " = "Downloading items for Mirror: ";
"Uploading items for Update Server: " = "Uploading items for Update Server: ";
"Uploading items for Mirror: " = "Uploading items for Mirror: ";
" items)" = " items)";
" item)" = " item)";
"1 item" = "1 item";
"Recovering connection to delete orphaned items " = "Recovering connection to delete orphaned items ";
"Server busy - waiting to delete orphaned items" = "Server busy - waiting to delete orphaned items";
"Deleting orphaned items " = "Deleting orphaned items ";
"Preparing to delete orphaned items " = "Preparing to delete orphaned items ";
"Recovering connection to delete " = "Recovering connection to delete ";
"Server busy - waiting to delete " = "Server busy - waiting to delete ";
"Deleting " = "Deleting ";
"Preparing to delete " = "Preparing to delete ";
"Determine server time difference" = "Determine server time difference";
"Scheduled Update Server" = "Scheduled Update Server";
"Scheduled Update Mac" = "Scheduled Update Mac";
"Scheduled Mirror" = "Scheduled Mirror";
"Waiting for connection to determine server time difference…" = "Waiting for connection to determine server time difference…";
"Waiting for connection to Update Server…" = "Waiting for connection to Update Server…";
"Waiting for connection to Update Mac…" = "Waiting for connection to Update Mac…";
"Waiting for connection to Mirror…" = "Waiting for connection to Mirror…";
"Analyzing directories for Update Server…" = "Analyzing directories for Update Server…";
"Analyzing directories for Update Mac…" = "Analyzing directories for Update Mac…";
"Analyzing directories for Mirror…" = "Analyzing directories for Mirror…";
"Time difference complete" = "Time difference complete";
"Update Server complete" = "Update Server complete";
"Update Mac complete" = "Update Mac complete";
"Mirror complete" = "Mirror complete";
"Waiting for connection to get file list…" = "Waiting for connection to get file list…";
"Fetching file/folder listing…" = "Fetching file/folder listing…";
"Waiting for connection to update file list…" = "Waiting for connection to update file list…";
"Updating file/folder listing…" = "Updating file/folder listing…";
"Waiting for connection to send NOOP command…" = "Waiting for connection to send NOOP command…";
"Sending NOOP command…" = "Sending NOOP command…";
"Waiting for connection to send raw command…" = "Waiting for connection to send raw command…";
"Sending raw FTP command…" = "Sending raw FTP command…";
"Waiting for connection to rename…" = "Waiting for connection to rename…";
"Renaming item…" = "Renaming item…";
"Waiting for connection to create empty folder…" = "Waiting for connection to create empty folder…";
"Creating new folder…" = "Creating new folder…";
"Recovering connection to set access permissions" = "Recovering connection to set access permissions";
"Server busy - waiting to set access permissions" = "Server busy - waiting to set access permissions";
"Setting access permissions" = "Setting access permissions";
"Recovering connection to set user and group" = "Recovering connection to set user and group";
"Server busy - waiting to set user and group" = "Server busy - waiting to set user and group";
"Setting user and group" = "Setting user and group";
" on " = " on ";
"Recovering connection to move " = "Recovering connection to move ";
"Server busy - waiting to move " = "Server busy - waiting to move ";
"Moving " = "Moving ";
"Item: " = "Item: ";
"Item: from command line" = "Item: from command line";
"Processing: " = "Processing: ";
"Path: " = "Path: ";
"Move up directory" = "Move up directory";
"Command: " = "Command: ";
" to Mac: " = " to Mac: ";
"Mac: " = "Mac: ";
" to Server: " = " to Server: ";
"Parent directory" = "Parent directory";
"Recovering connection…" = "Recovering connection…";
"Copied: " = "Copied: ";
" at " = " at ";
"/s" = "/s";
" (stalled)" = " (stalled)";
"Waiting until " = "Waiting until ";
"Waiting" = "Waiting";
"Error" = "Error";
"Server busy - waiting…" = "Server busy - waiting…";
"Connecting to server…" = "Connecting to server…";
"Preparing…" = "Preparing…";
"(ETA: " = "(ETA: ";
"Estimating time remaining…" = "Estimating time remaining…";
"n/a" = "n/a";
"Estimating…" = "Estimating…";
"Time remaining unavailable" = "Time remaining unavailable";
"Unavailable" = "Unavailable";
" remaining" = " remaining";
"Time remaining: -" = "Time remaining: -";
" for remote edit" = " for remote edit";
"Remote edit" = "Remote edit";
" from " = " from ";
"From " = "From ";
" to " = " to ";
" in " = " in ";
"Choose a Document" = "Choose a Document";
"Choose a post processing Application" = "Choose a post processing Application";
"Download completed" = "Download completed";
"Your download has been successfully completed" = "Your download has been successfully completed";
"Upload completed" = "Upload completed";
"Your upload has been successfully completed" = "Your upload has been successfully completed";
"Synchronization completed" = "Synchronization completed";
"Your synchronization has been successfully completed" = "Your synchronization has been successfully completed";
"Remote edit ready" = "Remote edit ready";
"Your remote file is ready to be edited" = "Your remote file is ready to be edited";
"Remote edit saved" = "Remote edit saved";
"The changes to your remote file have been saved" = "The changes to your remote file have been saved";
"Failure Notification" = "Failure Notification";
"A Problem occurred" = "A Problem occurred";
"Encoding" = "Encoding";
"Select the encoding method" = "Select the encoding method";
"New File" = "New File";
"Create an empty new file" = "Create an empty new file";
"Preview" = "Preview";
"Show a preview of the selection" = "Show a preview of the selection";
"Disconnect from the server" = "Disconnect from the server";
"View" = "View";
"Switch between List or Column view" = "Switch between List or Column view";
"Transfer" = "Transfer";
"Upload or download the selected item(s)" = "Upload or download the selected item(s)";
"New Folder" = "New Folder";
"Create a new empty folder" = "Create a new empty folder";
"Home" = "Home";
"Change directory back to the starting point" = "Change directory back to the starting point";
"Renew the file listing display" = "Renew the file listing display";
"Filters" = "Filters";
"Apply filters to the file listing display" = "Apply filters to the file listing display";
"Change directory using a supplied path" = "Change directory using a supplied path";
"QuickEdit" = "QuickEdit";
"Queue" = "Queue";
"Show or hide the Queue drawer" = "Show or hide the Queue drawer";
"Remove the selected item(s)" = "Remove the selected item(s)";
"Show synchronization options" = "Show synchronization options";
"Info" = "Info";
"Display the full information window for the selected item(s)" = "Display the full information window for the selected item(s)";
"Duplicate" = "Duplicate";
"Make copies of the selected item(s)" = "Make copies of the selected item(s)";
"Stop" = "Stop";
"Cancel the current action" = "Cancel the current action";
"Favorites" = "Favorites";
"Display the contents of your Favorite folders" = "Display the contents of your Favorite folders";
"Display the contents of a recently visited folder" = "Display the contents of recently visited folders";
"Create an empty folder for organizing your Bookmarks" = "Create an empty folder for organizing your Bookmarks";
"Add" = "Add";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Change Bookmark, FTP Alias or FTP Watcher settings";
"Import" = "Import";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)";
"Connect" = "Connect";
"Establish FTP server connection" = "Establish FTP server connection";
"Use Preferences Setting" = "Use Preferences Setting";
" days" = " days";
" day" = " day";
" hours" = " hours";
" hour" = " hour";
" mins" = " mins";
" minutes" = " minutes";
" min" = " min";
" minute" = " minute";
" secs" = " secs";
" seconds" = " seconds";
" sec" = " sec";
" second" = " second";
"Server Search" = "Server Search";
"Mac Search" = "Mac Search";
"Search" = "Search";
"Filter the current listing" = "Filter the current listing";
"Pause the selected transfers" = "Pause the selected transfers";
"Start the selected transfers" = "Start the selected transfers";
"Resume the selected transfers" = "Resume the selected transfers";
"Recent Searches" = "Recent Searches";
"Clear Recent Searches" = "Clear Recent Searches";
"Apply As Filter" = "Apply As Filter";
"Waiting to resume " = "Waiting to resume ";
" KB" = " KB";
" MB" = " MB";
" GB" = " GB";
"This file is already being edited remotely" = "This file is already being edited remotely";
"One or more of the selected items are already being edited" = "One or more of the selected items are already being edited";
"The selected items cannot be moved and must be deleted immediately." = "The selected items cannot be moved and must be deleted immediately.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Some of the selected items cannot be moved and must be deleted immediately.";
"One of the selected items cannot be moved and must be deleted immediately." = "One of the selected items cannot be moved and must be deleted immediately.";
"The selected item cannot be moved and must be deleted immediately." = "The selected item cannot be moved and must be deleted immediately.";
"Are you sure you want to delete?" = "Are you sure you want to delete?";
"Click to save changed text" = "Click to save changed text";
"Click to upload changes to the server" = "Click to upload changes to the server";
"Click to show other information" = "Click to show other information";
"DualBrowse" = "DualBrowse";
"Browse both lists in sync or independently" = "Browse both lists in sync or independently";
"Does not exist in the local directory" = "Does not exist in the local directory";
"Server item is newer" = "Server item is newer";
"Local item is newer" = "Local item is newer";
"Does not exist in the server directory" = "Does not exist in the server directory";
"No items require synchronization at present" = "No items require synchronization at present";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "This synchronization will now be canceled automatically since there are no items to be synchronized. The preview will therefore not be displayed.";
"Waiting for connection to calculate folder size…" = "Waiting for connection to calculate folder size…";
"Calculating folder size…" = "Calculating folder size…";
" (Paused)" = " (Paused)";
"Pause" = "Pause";
"Resume" = "Resume";
"Update Mac" = "Update Mac";
"Update Server" = "Update Server";
"Mirror" = "Mirror";
"FTPS (Implicit)" = "FTPS (Implicit)";
"Pause All Scheduled Tasks" = "Pause All Scheduled Tasks";
"Resume All Scheduled Tasks" = "Resume All Scheduled Tasks";
"Create a new Bookmark" = "Create a new Bookmark";
"Schedules On" = "Schedules On";
"Schedules Off" = "Schedules Off";
"Disable or resume scheduled tasks" = "Disable or resume scheduled tasks";
"Watchers Off" = "Watchers Off";
"Watchers On" = "Watchers On";
"Shut down all running FTP Watchers" = "Shut down all running FTP Watchers";
"Refresh the displayed preview" = "Refresh the displayed preview";
"Discard the displayed preview" = "Discard the displayed preview";
"Click to preview" = "Click to preview";
"Yummy FTP Extras" = "Yummy FTP Extras";
"On Close" = "On Close";
"On Save" = "On Save";
"Hidden Files" = "Hidden Files";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Switch between showing or hiding invisible files in both the Mac and Server lists";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "Bookmarks that are in use by FTP Browsers cannot be deleted";
"An item could not be deleted. It may be locked or in use by another application" = "An item could not be deleted. It may be locked or in use by another application";
"Auto dismiss (no delay)" = "Auto dismiss (no delay)";
"Performing remote server command…" = "Performing remote server command…";
"Enter a shell command to send to the server" = "Enter a shell command to send to the server";
"Interface" = "Interface";
"Transfers" = "Transfers";
"Error Recovery" = "Error Recovery";
"Server Options" = "Server Options";
"Pause the active jobs" = "Pause the active jobs";
"Resume the paused jobs" = "Resume the paused jobs";
"Start" = "Start";
"Jobs queued" = "Jobs queued";
"HILabelTitle" = "Color Label:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Drag items onto this icon to upload them";
"Edit With" = "Edit With";
"Select an application to edit the selected items" = "Select an application to edit the selected items";
"Reopen" = "Reopen";
"Re-open with the original editor, or continue anyway?" = "Re-open with the original editor, or continue anyway?";
"Re-open with the original editors, or continue anyway?" = "Re-open with the original editors, or continue anyway?";
"Software Update" = "Software Update";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers";
"\r\rTime elapsed : " = "\r\rTime elapsed : ";
"Quick Look icons" = "Quick Look icons";
"Enter the Web URL equivalent of the currently displayed directory" = "Enter the Web URL equivalent of the currently displayed directory";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com";
"Set Access" = "Set Access";
"Set Permissions" = "Set Permissions";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Apply filters to the file listing display of all connections";
"Global Filters" = "Global Filters";
"Job failed, skipping errored items…" = "Job failed, skipping errored items…";
"Skip remaining errors" = "Skip remaining errors";
"Lost Info" = "Lost Info";
" (waiting for server)" = " (waiting for server)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely.";
"File sizes differ" = "File sizes differ";
"Open From Finder" = "Open From Finder";
"Open Web URL" = "Open Web URL";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "The Mac browser Home folder specified in your Bookmark cannot be found, so the default Home folder has been displayed instead";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP Alias\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac";
"WARNING!" = "WARNING!";
"These files are identical - only their differing line endings cause a size mismatch" = "These files are identical - only their differing line endings cause a size mismatch";
"These files are identical" = "These files are identical";
"Enter Into Directory" = "Enter Into Directory";
"Paused" = "Paused";
"Stopped" = "Stopped";
"Running…" = "Running…";
"Watching…" = "Watching…";
"Owner/Group " = "Owner/Group ";
"Action" = "Action";
"Perform tasks with the selection" = "Perform tasks with the selection";
"Back" = "Back";
"Running : " = "Running : ";
"    Queued : " = "    Queued : ";
"Schedule" = "Schedule";
"Obscure" = "Misc";
"Rename the selected item" = "Rename the selected item";
"Please assign a name for this configuration" = "Please assign a name for this configuration";
"Enter a name in the box provided then try again." = "Enter a name in the box provided then try again.";
"The last failure has now repeated several times and will no longer be reported until it changes." = "The last failure has now repeated several times and will no longer be reported until it changes.";
"The Mac home folder specified in your Bookmark cannot be found" = "The Mac home folder specified in your Bookmark cannot be found";
"Processing…" = "Processing…";
"Your serial number is in use on" = "Your serial number is in use on";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number.";
"Your serial number was used at the same time on more than one Mac" = "Your serial number was used at the same time on more than one Mac";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number.";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























